def getBoin(char):
	kana = [
	['あ','い','う','え','お'],
	['か','き','く','け','こ'],
	['が','ぎ','ぐ','げ','ご',],
	['さ','し','す','せ','そ'],
	['ざ','じ','ず','ぜ','ぞ'],
	['た','ち','つ','て','と'],
	['','','っ',],	
	['だ','ぢ','づ','で','ど'],
	['な','に','ぬ','ね','の'],
	['は','ひ','ふ','へ','ほ'],
	['ば','び','ぶ','べ','ぼ'],
	['ぱ','ぴ','ぷ','ぺ','ぽ'],
	['ま','み','む','め','も'],
	['や','ゆ','よ'],
	['ゃ','ゅ','ょ'],
	['ら','り','る','れ','ろ'],
	['わ','を','ん']]
			
	#全探索
	for i in kana:
		for count,c in enumerate(i):
			if c == char:
				return kana[0][count]

if __name__ == '__main__':
	print(getBoin('ー'))


